Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: Missing SQLConnection property
de_de: Eigenschaft SQLConnection fehlt
fr_fr: Propriété SQLConnection manquante
ja_jp: SQLConnection プロパティが指定されていません

source: Cannot perform this operation on an open connection
de_de: Bei einer geöffneten Verbindung ist diese Operation nicht möglich
fr_fr: Impossible d'exécuter cette opération sur une connexion ouverte
ja_jp: 接続が開かれているため、この操作は実行できません

source: Cannot perform this operation on a closed connection
de_de: Bei einer geschlossenen Verbindung ist diese Operation nicht möglich
fr_fr: Impossible d'exécuter cette opération sur une connexion fermée
ja_jp: 接続が閉じているため、この操作は実行できません

source: SQLConnection property required for this operation
de_de: Für diese Operation ist die Eigenschaft SQLConnection erforderlich
fr_fr: Propriété SQLConnection requise pour cette opération
ja_jp: この作業を行うには SQLConnection プロパティを指定してください

source: Connection name missing
de_de: Name der Verbindung fehlt
fr_fr: Nom de connexion manquant
ja_jp: 接続名がありません

source: No SQL statement available
de_de: Keine SQL-Anweisung verfügbar
fr_fr: Aucune instruction SQL disponible
ja_jp: SQL 文がありません

source: No value for parameter '%s'
de_de: Fehlender Wert für Parameter '%s'
fr_fr: Pas de valeur pour le paramètre '%s'
ja_jp: パラメータ '%s' の値がありません

source: No parameter type for parameter '%s'
de_de: Kein Parametertyp für Parameter '%s'
fr_fr: Pas de type pour le paramètre '%s'
ja_jp: パラメータ '%s' の種類が定義されていません

source: ;Input;Output;Input/Output;Result
de_de: ;Eingabe;Ausgabe;Eingabe/Ausgabe;Ergebnis
fr_fr: ;Entrée;Sortie;Entrée/Sortie;Résultat

source: Result
de_de: Ergebnis
fr_fr: Résultat
ja_jp: 結果

source: Missing TableName property
de_de: Eigenschaft TableName fehlt
fr_fr: Propriété TableName manquante
ja_jp: TableName プロパティが指定されていません

source: Missing query, table name or procedure name
de_de: Fehlende Abfrage, Tabellen- oder Prozedurname
fr_fr: Requête, nom de table ou nom de procédure manquant
ja_jp: クエリー、テーブル名またはプロシージャ名がありません

source: Missing DataSetField property
de_de: Eigenschaft DataSetField fehlt
fr_fr: Propriété DataSetField manquante
ja_jp: DataSetField プロパティが指定されていません

source: Not in cached update mode
de_de: Nicht im Cached-Update-Modus
fr_fr: Pas en mode modification en cache
ja_jp: キャッシュ アップデート モードではありません

source: Invalid data packet
de_de: Ungültiges Datenpaket
fr_fr: Paquet de données incorrect
ja_jp: データパケットが間違っています

source: Bad variant type %x
de_de: Falscher Variant-Typ %x
fr_fr: Type de variant %x incorrect
ja_jp: 不正なタイプのバリアント %x

source: Unknown command
de_de: Unbekannte Anweisung
fr_fr: Commande inconnue
ja_jp: 不明なコマンド

source: Invalid Action %d
de_de: Ungültige Aktion %d
fr_fr: Action %d incorrecte
ja_jp: 不正なアクション %d

source: Cannot connect to database '%s'
de_de: Verbindung zu Datenbank '%s' nicht möglich
fr_fr: Impossible de se connecter à la base de données '%s'
ja_jp: データベース '%s' に接続できません

source: TAggregateStream Error: no internal streams
de_de: TAggregateStream-Fehler: Keine interne Streams
fr_fr: Erreur TAggregateStream : pas de flux internes
ja_jp: TAggregateStream エラー: 内部ストリームがありません

source: method not supported
de_de: Methode nicht unterstützt
fr_fr: méthode non supportée
ja_jp: メソッドはサポートされていません

source: Method not permitted in TSoapDataList
de_de: Methode nicht erlaubt in TSoapDataList
fr_fr: Méthode non autorisée dans TSoapDataList
ja_jp: TSoapDataList で許可されていないメソッド

source: Content-Length header not found
de_de: Inhaltslängen-Header nicht gefunden
fr_fr: En-tête Content-Length non trouvé
ja_jp: Content-Length ヘッダが見つかりません

source: Insufficient data for Content-Length
de_de: Nicht ausreichende Daten für Inhaltslänge
fr_fr: Données insuffisantes pour Content-Length
ja_jp: Content-Length に対して不十分なデータ

source: Error reading from Mime Request Stream
de_de: Fehler beim Lesen von Mime-Anforderungs-Stream
fr_fr: Erreur de lecture du flux de requête Mime
ja_jp: Mime リクエストストリームからの読み取り中にエラー

source: No access to temporary file
de_de: Kein Zugriff auf temporäre Datei
fr_fr: Pas d'accès au fichier temporaire
ja_jp: 一時ファイルにアクセスできません

source: No URL property set - please specify the URL of the Service you wish to connect to
de_de: URL-Eigenschaft nicht gesetzt - geben Sie die URL des Services an, zu dem Sie verbunden werden möchten
fr_fr: Aucune URL n'a été définie - veuillez vérifier l'URL du service auquel vous voulez vous connecter
ja_jp: URL プロパティセットがありません - 接続するサービスの URL を指定してください

source: Interface (%s) is not registered - please include the unit that registers this interface to your project
de_de: Interface (%s) ist nicht registriert - fügen Sie die Unit, die dieses Interface registriert, in Ihr Projekt ein
fr_fr: Interface (%s) non recensée - veuillez inclure l'unité qui recense cette interface dans votre projet
ja_jp: インターフェイス (%s) が登録されていません - このインターフェイスをプロジェクトに登録するユニットを含めてください

source: Interface (%s) canno be remoted - please verify the interface declaration - specially the methods calling convention!
de_de: Interface (%s) kann nicht ausgelagert werden - überprüfen Sie die Interface-Deklaration - speziell die Aufrufkonventionen der Methoden!
fr_fr: L'interface (%s) ne peut être déportée - vérifiez la déclaration d'interface - plus particulièrement la convention d'appel des méthodes !
ja_jp: インターフェイス (%s) はリモートではいけません - インターフェイス宣言を確認してください - 特に表記を問い合わせるメソッドに注意してください！

source: Unable to load WSDL File/Location: %s. Error [%s]
de_de: WSDL-Datei/-Ort kann nicht geladen werden: %s. Fehler [%s]
fr_fr: Impossible de charger l'emplacement/fichier WSDL : %s. Erreur [%s]
ja_jp: WSDL ファイル/ロケーションをロードできません: %s. エラー [%s]

source: Unable to generate temporary path
de_de: Temporärer Pfad kann nicht erzeugt werden
fr_fr: Impossible de générer un chemin temporaire
ja_jp: 一時パスを生成できません

source: &nbsp;&nbsp;<span class="Tip">Link to WS-Inspection document of Services <a href="%s">here</a></span>
de_de: &nbsp;&nbsp;<span class="Tip">Verknüpfung mit WS-Inspektionsdokument der Services <a href="%s">hier</a></span>
fr_fr: &nbsp;&nbsp;<span class="Tip">Lien vers document de services WS-Inspection <a href="%s">ici</a></span>
ja_jp: &nbsp;&nbsp;<span class="Tip">Services の WS-Inspection ドキュメントへリンク <a href="%s">表示</a></span>

source: Registered Types
de_de: Registrierte Typen
fr_fr: Types recensés
ja_jp: 登録されている型

source: WebService Listing
de_de: WebService-Liste
fr_fr: Liste de services Web
ja_jp: WebService の一覧

source: WebService Listing Administrator
de_de: Administrator für WebService-Listen
fr_fr: Administrateur de liste de services Web
ja_jp: WebService 一覧の管理

source: Port Type
de_de: Port-Typ
fr_fr: Type de port
ja_jp: Port の種類

source: Documentation
de_de: Dokumentation
ja_jp: ドキュメント

source: <html><head></head><body>Error Encountered<P>Interface %s not found</P></body></html>
de_de: HTMLHead'</head><body>' + 'Error Encountered<P>Interface %s not found</P>' +HTMLEnd
fr_fr: HTMLHead'</head><body>' + 'Error Encountered<P>Interface %s not found</P>' +HTMLEnd
ja_jp: HTMLHead'</head><body>' + 'Error Encountered<P>Interface %s not found</P>' +HTMLEnd

source: <html><head></head><body>Forbidden (403)<P>Access Forbidden</P></body></html>
de_de: HTMLHead'</head><body>' + 'Forbidden (403)<P>Access Forbidden</P>' +HTMLEnd
fr_fr: HTMLHead'</head><body>' + 'Forbidden (403)<P>Access Forbidden</P>' +HTMLEnd
ja_jp: HTMLHead'</head><body>' + 'Forbidden (403)<P>Access Forbidden</P>' +HTMLEnd

source: WSDL Ports for PortType
de_de: WSDL-Ports für PortType
fr_fr: Ports WSDL pour PortType
ja_jp: WSDL Port :

source: Service Info Page
de_de: Service Info-Seite
fr_fr: Page Infos service
ja_jp: サービス情報

source: No service available for URL %s
de_de: Kein Dienst für die URL %s verfügbar
fr_fr: Aucun service disponible pour l'URL %s
ja_jp: URL - %s のサービスが提供されていません

source: No interface is registered to handle URL %s
de_de: Kein Interface registriert für die Behandlung der URL %s
fr_fr: Aucune interface n'est recensée pour traiter l'URL %s
ja_jp: URL - %s を扱うためのインターフェイスが登録されていません

source: No Class is regisgtered to implement interface %s
de_de: Keine Klasse zum Implementieren des Interface %s registriert
fr_fr: Aucune classe n'est recensée pour implémenter l'interface %s
ja_jp: インターフェイス %s を実装するクラスが登録されていません

source: No URL was specified for 'GET'
de_de: Für 'GET' wurde keine URL angegeben
fr_fr: Aucune URL n'a été spécifiée pour 'GET'
ja_jp: 'GET' のための URL が指定されていません。

source: Invalid url '%s' - only supports 'http' and 'https' schemes
de_de: Ungültige URL '%s' - unterstützt nur Schemata 'http' und 'https'
fr_fr: URL '%s' incorrecte - supporte uniquement les schémas 'http' et 'https'
ja_jp: '%s' は不正な URL です。- 'http' または 'https' を指定してください。

source: No class registered for invokable interface %s
de_de: Keine Klasse registriert für aufrufbares Interface %s
fr_fr: Aucune classe recensée pour l'interface invoquable %s
ja_jp: 起動可能インターフェイス %s のためのクラスが登録されていません。

source: No Dispatcher set
de_de: Kein Dispatcher eingerichtet
fr_fr: Aucun répartiteur n'a été défini
ja_jp: ディスパッチセットがありません。

source: Method has no RTTI
de_de: Methode hat kein RTTI
fr_fr: La méthode n'a pas de RTTI
ja_jp: メソッドは RTTI を持ちません

source: Unsuppported variant type %d
de_de: Nicht unterstützter Variant-Typ %d
fr_fr: Type de variant %d non pris en charge
ja_jp: サポートされていない種類のバリアント型 %d

source: varDispatch type not supported
de_de: Typ varDispatch wird nicht unterstützt
fr_fr: Type varDispatch non pris en charge
ja_jp: varDispatch 型はサポートされてません

source: varError type not supported
de_de: Typ varError wird nicht unterstützt
fr_fr: Type varError non pris en charge
ja_jp: varError 型はサポートされていません

source: (Unknown)
de_de: (Unbekannt)
fr_fr: (inconnu)
ja_jp: (不明)

source: Invalid or Unknown Time Zone
de_de: Ungültige oder unbekannte Zeitzone
fr_fr: Fuseau horaire inconnu ou incorrect
ja_jp: タイムゾーンの値が間違っています。

source: Unknown Error
de_de: Unbekannter Fehler
fr_fr: Erreur inconnue
ja_jp: 不明なエラー

source: Error:
de_de: Fehler:
fr_fr: Erreur :
ja_jp: エラー :

source: %s - PortTypes:
de_de: %s - PortTypen:
fr_fr: %s - Types de port :
ja_jp: %s - Port の種類 :

source: Invalid duration string: %s
de_de: Ungültiger Zeitdauer-String: %s
fr_fr: Chaîne de durée incorrecte : %s
ja_jp: 期間文字列が不正です：%s

source: Millisecond Values must be between 000 - 999
de_de: Werte für Millisekunden müssen zwischen 000 - 999 liegen
fr_fr: Les valeurs de millisecondes doivent être comprises entre 000 et 999
ja_jp: ミリ秒の値は 000 から 999 になる必要があります

source: Year portion of date too large for conversion
de_de: Die Jahreszahl im Datumswert ist zu groß für eine Konvertierung
fr_fr: La partie Année de la date est trop longue pour la conversion
ja_jp: 指定された日付の年部分が大きすぎるので変換できません

source: Hour Offset portion of time invalid
de_de: Der Stunden-Offset des Zeitwertes ist ungültig
fr_fr: Partie Décalage horaire incorrecte
ja_jp: 指定された時刻の時間部分が間違っています

source: Invalid decimal string: ''%s''
de_de: Ungültiger Dezimal-String: ''%s''
fr_fr: Chaîne décimale incorrecte : ''%s''
ja_jp: 十進数値ではありません : ''%s''

source: Cannot convert empty string to TBcd value
de_de: Leerer String kann nicht in TBcd-Wert konvertiert werden
fr_fr: Impossible de convertir une chaîne vide en valeur TBcd
ja_jp: 空文字列は TBcd 値に変換できません

source: Cannot convert scientific notation to TBcd value
de_de: Wissenschaftliche Notation kann nicht zu TBcd-Wert konvertiert werden
fr_fr: Impossible de convertir une notation scientifique en valeur TBcd
ja_jp: 科学的記数法の値を TBcd 値に変換することはできません

source: Cannot convert NAN to TBcd value
de_de: NAN kann nicht zu TBcd-Wert konvertiert werden
fr_fr: Impossible de convertir NAN en valeur TBcd
ja_jp: NAN を TBcd 値に変換することはできません

source: Invalid Bcd Precision (%d) or Scale (%d)
de_de: Ungültige Bcd-Genauigkeit (%d) oder -Skalierung (%d)
fr_fr: Précision Bcd (%d) ou échelle (%d) incorrecte
ja_jp: Bcd の精度 (%d) またはスケール (%d)が間違っています

source: Cannot convert to TBcd: string has more than 64 digits: %s
de_de: Keine Konvertierung nach TBcd: String enthält mehr als 64 Ziffern: %s
fr_fr: Impossible de convertir en TBcd : la chaîne contient plus de 64 chiffres : %s
ja_jp: TBcd に変換できません : 64 桁を越えています : %s

source: %s is not a valid hex string
de_de: %s ist kein gültiger Hex-String
fr_fr: %s n'est pas une chaîne hexadécimale correcte
ja_jp: %s は十六進文字列ではありません

source: Invalid HTTP Request: Length is 0
de_de: Ungültige HTTP-Anforderung: Länge ist 0
fr_fr: Requête HTTP incorrecte : longueur de 0
ja_jp: 不正な HTTP 要求: 長さが 0

source: Invalid HTTP Response: Length is 0
de_de: Ungültige HTTP-Antwort: Länge ist 0
fr_fr: Réponse HTTP incorrecte : longueur de 0
ja_jp: 不正な HTTP 応答: 長さが 0

source: ByteBool, WordBool and LongBool cannot be exposed by WebServices. Please use 'Boolean'
de_de: ByteBool, WordBool und LongBool können durch WebServices nicht dargestellt werden. Bitte verwenden Sie 'Boolean'
fr_fr: ByteBool, WordBool et LongBool ne peuvent être exposés par les services Web. Veuillez utiliser le type 'Boolean'
ja_jp: ByteBool と WordBool と LongBool は WebServices で公開できません。'Boolean' に置き換えてください。

source: WideString index out of bounds
de_de: WideString-Index außerhalb des gültigen Bereichs
fr_fr: Index WideString hors limites
ja_jp: WideString のインデックスが制限を逸脱しています

source: Lists all the PortTypes published by this Service
de_de: Listet alle PortTypes, die von diesem Service publiziert werden
fr_fr: Liste tous les types de port publiés par ce service
ja_jp: このサービスで公開されている PortType の一覧 :

source: No Native to Message converter set
de_de: Kein Konverter (Nativ zu Meldung) eingerichtet
fr_fr: Aucun convertisseur 'native en message' n' a été défini
ja_jp: 組込型からメッセージへのコンバーターセットが見つかりません

source: No Message processing node set
de_de: Kein Knoten zur Meldungsverarbeitung festgelegt
fr_fr: Aucun noeud de traitement de messages n'a été défini
ja_jp: メッセージ処理ノードが指定されていません

source: Soap header %s with attribute 'mustUnderstand' set to true was not handled
de_de: SOAP-Header %s mit Attribut 'mustUnderstand' true wurde nicht behandelt
fr_fr: L'en-tête soap %s n'a pu être géré car l'attribut 'mustUnderstand' est à True
ja_jp: 'mustUnderstand' 属性が TRUE に指定されているヘッダー %s は扱えません。

source: Interface %s has no RTTI
de_de: Interface %s hat kein RTTI
fr_fr: L'interface %s n'a pas de RTTI.
ja_jp: インターフェイス %s は RTTI 情報を持っていません

source: Parameter %s on Method %s of Interface %s has no RTTI
de_de: Parameter %s bei Methode %s von Interface %s besitzt keine RTTI
fr_fr: Le paramètre %s de la méthode %s de l'interface %s n'a pas de RTTI
ja_jp: インターフェイス %2:s の メソッド %1:s の パラメータ %0:s は RTTI 情報を持っていません

source: Invalid date string: %s
de_de: Ungültiger Datums-String: %s
fr_fr: Chaîne date incorrecte : %s
ja_jp: 間違った日付文字列 : %s

source: Invalid time string: %s
de_de: Ungültiger Zeit-String: %s
fr_fr: Chaîne heure incorrecte : %s
ja_jp: 間違った時刻文字列 : %s

source: Invalid hour: %d
de_de: Ungültige Stunde: %d
fr_fr: Heure incorrecte : %d
ja_jp: 時間の値が不正です：%d

source: Invalid minute: %d
de_de: Ungültige Minute: %d
fr_fr: Minute incorrecte : %d
ja_jp: 分の値が不正です：%d

source: Invalid second: %d
de_de: Ungültige Sekunde: %d
fr_fr: Seconde incorrecte : %d
ja_jp: 秒の値が不正です：%d

source: Invalid second: %f
de_de: Ungültige Sekunde: %f
fr_fr: Seconde incorrecte : %f
ja_jp: 秒の値が不正です：%f

source: Invalid millisecond: %d
de_de: Ungültige Millisekunde: %d
fr_fr: Milliseconde incorrecte : %d
ja_jp: ミリ秒の値が不正です：%d

source: Invalid fractional second: %f
de_de: Ungültiger Sekundenbruchteil: %f
fr_fr: Seconde fractionnelle incorrecte : %f
ja_jp: 分数で与えられた秒の値が間違っています: %f

source: Invalid hour offset: %d
de_de: Ungültiger Stunden-Offset: %d
fr_fr: Décalage horaire incorrect : %d
ja_jp: 時間オフセットの値が不正です：%d

source: Invalid day: %d
de_de: Ungültiger Tag: %d
fr_fr: Jour incorrect : %d
ja_jp: 日時の値が不正です：%d

source: Invalid month: %d
de_de: Ungültiger Monat: %d
fr_fr: Mois incorrect : %d
ja_jp: 月の値が不正です：%d

source: Invalid SOAP array specification
de_de: Ungültige SOAP-Array-Festlegung
fr_fr: Spécification de tableau SOAP incorrecte
ja_jp: SOAP 配列指定子が不正

source: Cannot find node referenced by ID %s
de_de: Von ID %s referenzierten Knoten nicht gefunden
fr_fr: Impossible de trouver le noeud référencé par l'ID %s
ja_jp: ID %s で参照されているノードを見つけることができません

source: Option not set to allow Native type to be set to NULL
de_de: Option zum Setzen des Typs Native auf NULL nicht gesetzt
fr_fr: Option non définie pour permettre la mise à NULL du type Native
ja_jp: 基本型に NULLを格納することを許す設定が行われていません

source: Only one FaultCode element allowed
de_de: Nur ein FaultCode-Element zulässig
fr_fr: Un seul élément FaultCode est autorisé
ja_jp: FaultCode 要素は一つだけ許されます

source: Only one FaultString element allowed
de_de: Nur ein FaultString-Element zulässig
fr_fr: Un seul élément FaultString est autorisé
ja_jp: FaultString 要素は一つだけ許されます

source: Missing FaultString or FaultCode element
de_de: Fehlendes FaultString- oder FaultCode-Element
fr_fr: Elément FaultString ou FaultCode manquant
ja_jp: FaultString または FaultCode 要素がありません

source: Invokable Class %s implements no interfaces
de_de: Aufrufbare Klasse %s implementiert keine Interfaces
fr_fr: La classe invoquable %s n'implémente pas d'interface
ja_jp: 起動可能クラス %s はインターフェイスを実装していません

source: Pascal code generated by WSDL import cannot be modified to return an interface. GUID %s
de_de: Pascal-Code, der vom WSDL-Import generiert wurde, kann nicht für die Rückagbe eines Interface geändert werden. GUID %s
fr_fr: Le code Pascal généré par l'importation WSDL ne peut être modifié pour renvoyer une interface. GUID %s
ja_jp: WSDL をインポートして生成された Pascal コードは、インターフェイスを返すように変更することはできません。GUID %s

source: Type cannot be cast as Variant
de_de: Typ kann nicht in Variant umgewandelt werden
fr_fr: Le type ne peut pas être transtypé comme variant
ja_jp: Variant にキャストできない型です

source: varDate type not supported
de_de: Typ varDate wird nicht unterstützt
fr_fr: Type varDate non pris en charge
ja_jp: varDate 型はサポートされていません

source: varVariant type not supported
de_de: Typ varVariant wird nicht unterstützt
fr_fr: Type varVariant non pris en charge
ja_jp: varVariant はサポートされていません

source: Error Processing Header (%s)%s
de_de: Fehler beim Verarbeiten von Header (%s)%s
fr_fr: Erreur de traitement de l'en-tête (%s)%s
ja_jp: ハンドル (%s)%s のプロセスエラー

source: SOAP Response Packet: element matching function return not found, received "%s"
de_de: SOAP-Antwortpaket: Rückgabe der Elementübereinstimmungsfunktion nicht gefunden, "%s" erhalten
fr_fr: Paquet de réponse SOAP : valeur de retour de la fonction de concordance d'éléments introuvable, "%s" reçu
ja_jp: SOAP 応答パケット: 関数の戻り値に一致する要素が見つからず、"%s" を受け取りました

source: Invalid Pointer
de_de: Ungültiger Zeiger
fr_fr: Pointeur incorrect
ja_jp: ポインタが無効です

source: No WSDL or URL property was set in the THTTPRIO component. You must set the WSDL or URL property before invoking the Web Service
de_de: In der THTTPPRIO-Komponente wurde keine WSDL- oder URL-Eigenschaft gesetzt. Vor Aufruf des Web Service muss eine dieser Eigenschaften gesetzt sein
fr_fr: Aucune propriété WSDL ou URL n'a été définie dans le composant THTTPRIO. La propriété WSDL ou URL doit être définie avant d'invoquer le service Web.
ja_jp: THTTPRIO コンポーネントの WSDL または URL プロパティが設定されていません。Web Service を起動する前にどちらかのプロパティを指定してください。

source: Unable to retrieve the URL endpoint for Service/Port '%s'/'%s' from WSDL '%s'
de_de: URL-Endpunkt für Service/Port '%s'/'%s' kann nicht von WSDL '%s' gelesen werden
fr_fr: Impossible de récupérer le point final de l'URL pour Service/Port '%s'/'%s' à partir de WSDL '%s'
ja_jp: WSDL '%2:s'で定義されるサービス/Port が '%0:s'/'%1:s' のエンドポイント URL が見つかりません

source: Datatype of TypeKind: %s not supported as argument for remote invocation
de_de: Datentyp von TypeKind: %s wird als Argument für Remote-Aufruf nicht unterstützt
fr_fr: Type de données TypeKind : %s pas pris en charge en tant qu'argument pour l'invocation distante
ja_jp: TypeKind が %s の Datatype はリモート起動の引数にはなれません

source: Unknown SOAPAction %s
de_de: Unbekannte SOAP-Aktion %s
fr_fr: SOAPAction %s inconnue
ja_jp: 不明な SOAPAction %s

source: Classes that represent scalar types must descend from TRemotableXS, %s does not
de_de: Klassen, die Skalartypen repräsentieren, müssen von TRemotableXS abgeleitet worden sein; %s ist es nicht
fr_fr: Les classes représentant des types scalaires doivent descendre de TRemotableXS, ce qui n'est pas le cas de %s
ja_jp: スカラ型を表すクラスは TRemotableXS を継承する必要があります。%s ではできません

source: Must enable multiref output for objects when serializing a graph of objects - (%s)
de_de: Multiref-Output für Objekte muss aktviert werden bei der Serialisierung eines Objektdiagramms - (%s)
fr_fr: Vous devez autoriser la sortie multiref des objets lorsque vous sérialisez un graphe d'objets - (%s)
ja_jp: オブジェクト(%s)のグラフをシリアル化する場合、オブジェクトの multiref を有効にする必要があります

source: Conversion from class %s to SOAP is not supported - SOAP classes must derive from TRemotable
de_de: Die Konvertierung von Klasse %s zu SOAP wird nicht unterstützt - SOAP-Klassen müssen von TRemotable abgeleitet worden sein
fr_fr: La conversion de la classe %s en SOAP n'est pas prise en charge - les classes SOAP doivent dériver de TRemotable
ja_jp: クラス %s から SOAP への変換はサポートされていません - SOAP クラスは TRemotable から派生しなければなりません

source: Internal error: data type kind %s cannot be converted to and from text
de_de: Interner Fehler: Datentyp %s kann nicht in und aus Text konvertiert werden
fr_fr: Erreur interne : impossible de convertir le type de données %s en texte ou à partir d'un texte
ja_jp: 内部エラー: データ型 %s とテキストの間で相互に変換を行うことはできません

source: Received content of invalid Content-Type setting: %s - SOAP expects "text/xml"
de_de: Empfang von Inhalt mit ungültigen Einstellungen für Inhaltstyp: %s - SOAP erwartet "text/xml"
fr_fr: Contenu reçu du paramètre de type de contenu incorrect : %s - SOAP s'attend à "text/xml"
ja_jp: 受信したコンテンツは正しくない Content-Type に設定されています: %s - SOAP は "text/xml" を期待しています

source: Array Node: %s has too many elements
de_de: Array-Knoten: %s hat zu viele Elemente
fr_fr: Noeud de tableau : %s a trop d'éléments
ja_jp: 配列ノード： %s の要素が多すぎます

source: DocumentElement %s:%s expected, %s:%s found
de_de: Dokumentelement %s:%s erwartet, %s:%s gefunden
fr_fr: DocumentElement %s:%s attendu, %s:%s trouvé
ja_jp: DocumentElement %s:%s がくるべきところに %s:%s を見つけました

source: Too many parameters in method %s
de_de: Zu viele Parameter in Methode %s
fr_fr: Trop de paramètres dans la méthode %s
ja_jp: メソッド %s のパラメータが多すぎます

source: Array type expected. Node %s
de_de: Array-Typ erwartet. Knoten %s
fr_fr: Type tableau attendu. Noeud %s
ja_jp: 配列型が必要。 ノード %s

source: Class %s does not implement interface GUID %s
de_de: Klasse %s implementiert Interface-GUID %s nicht
fr_fr: La classe %s n'implémente pas l'interface GUID %s
ja_jp: クラス %0:s は GUID %1:s を持つインターフェイスを実装していません

source: Element of Array type %s has no RTTI
de_de: Element des Array-Typs %s hat kein RTTI
fr_fr: L'élément de type Tableau %s n'a pas de RTTI
ja_jp: 配列型 %s の要素が RTTI 情報を持っていません

source: Invalid SOAP Response
de_de: Ungültige SOAP-Antwort
fr_fr: Réponse SOAP incorrecte
ja_jp: SOAP 応答が無効です

source: Invalid SOAP request
de_de: Ungültige SOAP-Anforderung
fr_fr: Requête SOAP incorrecte
ja_jp: 不正な SOAP 要求

source: Invalid SOAP response
de_de: Ungültige SOAP-Antwort
fr_fr: Réponse SOAP incorrecte
ja_jp: SOAP 応答が無効です

source: Multiple body elements not supported
de_de: Mehrere Rumpfelemente werden nicht unterstützt
fr_fr: Plusieurs éléments de corps ne sont pas pris en charge
ja_jp: 複数の body 要素はサポートしていません

source: Unsupported calling convention: %s
de_de: Nicht unterstützte Aufrufkonvention: %s
fr_fr: Convention d'appel non prise en charge : %s
ja_jp: サポートしていない呼び出し規約：%s

source: Remote Method Call: unsupported calling convention %s for method %s on interface %s
de_de: Remote-Methodenaufruf: nicht unterstützte Aufrufkonvention %s für Methode %s in Interface %s
fr_fr: Appel de méthode distant : convention d'appel %s non prise en charge pour la méthode %s sur l'interface %s
ja_jp: リモート メソッド呼び出し: インターフェイス %2:s のメソッド %1:s の呼び出し規約 %0:s はサポートしていません
